/* File menu entry under Import Catalog */
"Aperture Library…" = "Apertureライブラリー…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Apertureライブラリーのデータベースを開くことができません。";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "このライブラリは中身がありません。";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "このライブラリは現在開いている。";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Apertureライブラリのプロパティーを読み込めません。";

